{
    "california-institute-of-technology-1131.txt": [
        "Caltech, which focuses on science and engineering, is located in Pasadena, California, approximately 11 miles northeast of Los Angeles.",
        "Integral to student life is the Honor Code, which dictates that \"No member of the Caltech community shall take unfair advantage of any other member of the Caltech community.\"",
        "Half the applicants admitted to California Institute of Technology have an\n                SAT score between 1530 and 1580 or an ACT score of 35 and 36."
    ],
    "columbia-university-2707.txt": [
        "The average freshman retention rate, an indicator of student satisfaction, is 98%.",
        "The Columbia University Medical Center - home to the medical, nursing, dental and public health faculties - is located in northern Manhattan in the Washington Heights neighborhood.",
        "Half the applicants admitted to Columbia University have an\n                SAT score between 1470 and 1570 or an ACT score of 33 and 35."
    ],
    "duke-university-2920.txt": [
        "Approximately 30 percent of the student body is affiliated with Greek life, which encompasses almost 40 fraternities and sororities.",
        "The average freshman retention rate, an indicator of student satisfaction, is 97%.",
        "Half the applicants admitted to Duke University have an\n                SAT score between 1470 and 1570 or an ACT score of 34 and 35."
    ],
    "harvard-university-2155.txt": [
        "Half the applicants admitted to Harvard University have an\n                SAT score between 1460 and 1580 or an ACT score of 33 and 35.",
        "The average freshman retention rate, an indicator of student satisfaction, is 92%.",
        "Harvard is named after a Puritan minister - John Harvard - who, in 1638, left his 400-book library and half of his estate to the young school."
    ],
    "massachusetts-institute-of-technology-2178.txt": [
        "Architect Steven Holl designed one dorm, commonly called \"The Sponge.\"",
        "The average freshman retention rate, an indicator of student satisfaction, is 99%.",
        "Half the applicants admitted to Massachusetts Institute of Technology have an\n                SAT score between 1510 and 1580 or an ACT score of 34 and 36."
    ],
    "princeton-university-2627.txt": [
        " ",
        "The average freshman retention rate, an indicator of student satisfaction, is 94%.",
        "Half the applicants admitted to Princeton University have an\n                SAT score between 1450 and 1570 or an ACT score of 32 and 35."
    ],
    "stanford-university-1305.txt": [
        "Half the applicants admitted to Stanford University have an\n                SAT score between 1420 and 1570 or an ACT score of 31 and 35.",
        "The Stanford Cardinal are well known for the traditional \"Big Game\" against Cal, an annual football competition that awards the Stanford Axe -- a sought-after trophy -- to the victor.",
        "Greek life at Stanford represents approximately 25 percent of the student body."
    ],
    "university-of-chicago-1774.txt": [
        "It has a total undergraduate enrollment of approximately 6800 students, its setting is urban, and the campus size is 217 acres."
    ],
    "university-of-pennsylvania-3378.txt": [
        " ",
        "Half the applicants admitted to University of Pennsylvania have an\n                SAT score between 1460 and 1570 or an ACT score of 33 and 35.",
        "The average freshman retention rate, an indicator of student satisfaction, is 97%."
    ],
    "yale-university-1426.txt": [
        "Half the applicants admitted to Yale University have an\n                SAT score between 1460 and 1580 or an ACT score of 33 and 35.",
        "Yale is well known for its secret societies, the most famous of which are the Skull and Bones Society, which boasts members such as George W. Bush and John Kerry, and the Scroll and Key Society.",
        "The average freshman retention rate, an indicator of student satisfaction, is 91%."
    ]
}