{
    "california-institute-of-technology-1131.txt": [
        " California Institute of Technology admissions is most selective with an acceptance rate of 7%.",
        "Famous film director Frank Capra also graduated from Caltech.",
        "California Institute of Technology's ranking in the 2022 edition of Best Colleges is National Universities, #9."
    ],
    "columbia-university-2707.txt": [
        "Columbia University admissions is most selective with an acceptance rate of 6%.",
        "Columbia University's ranking in the 2022 edition of Best Colleges is National Universities, #2.",
        "More than 90% of students live on campus."
    ],
    "duke-university-2920.txt": [
        "Duke's most esteemed undergraduate scholarship, the Robertson Scholars Leadership Program, is offered to students at both Duke University and the University of North Carolina--Chapel Hill.",
        "Duke University's ranking in the 2022 edition of Best Colleges is National Universities, #9.",
        "Duke University is divided into 10 schools and colleges, many of which serve both undergraduate and graduate students."
    ],
    "harvard-university-2155.txt": [
        "The first commencement ceremony at Harvard, held in 1642, had nine graduates.",
        "Harvard University admissions is most selective with an acceptance rate of 5%\n            and an early acceptance rate of 13.9%.",
        "Harvard University's ranking in the 2022 edition of Best Colleges is National Universities, #2."
    ],
    "massachusetts-institute-of-technology-2178.txt": [
        "\n             At Massachusetts Institute of Technology, 60% of full-time undergraduates\n             receive some kind of need-based financial aid, and the\n             average need-based scholarship or grant award is $49,315.\n            ",
        "Massachusetts Institute of Technology's ranking in the 2022 edition of Best Colleges is National Universities, #2.",
        "The most popular majors at Massachusetts Institute of Technology include: Computer Science; Mechanical Engineering; Mathematics, General; Physics, General; Aerospace, Aeronautical, and Astronautical/Space Engineering, General; Bioengineering and Biomedical Engineering; Econometrics and Quantitative Economics; Electrical and Electronics Engineering; Biology/Biological Sciences, General; and Chemical Engineering."
    ],
    "princeton-university-2627.txt": [
        "Students live in one of six residential colleges that provide a residential community as well as dining services but have the option to join one of more than 10 eating clubs for their junior and senior years.",
        "Princeton University's ranking in the 2022 edition of Best Colleges is National Universities, #1.",
        "The Princeton Tigers, members of the Ivy League, are well known for their consistently strong men's and women's lacrosse teams."
    ],
    "stanford-university-1305.txt": [
        "Stanford also has successful programs in tennis and golf.",
        "Stanford University's ranking in the 2022 edition of Best Colleges is National Universities, #6.",
        "The most popular majors at Stanford University include: Computer and Information Sciences and Support Services; Multi/Interdisciplinary Studies; and Engineering."
    ],
    "university-of-chicago-1774.txt": [
        "University of Chicago's ranking in the 2020 edition of Best Colleges is National Universities, #6.",
        "University of Chicago's ranking in the 2022 edition of Best Colleges is National Universities, #6."
    ],
    "university-of-pennsylvania-3378.txt": [
        "Notable Penn alumni include singer John Legend, poet William Carlos Williams and President Donald Trump.",
        "The Penn Quakers have more than 25 NCAA Division I sports that compete in the Ivy League, and are noted for successful basketball and lacrosse teams.",
        "University of Pennsylvania's ranking in the 2022 edition of Best Colleges is National Universities, #8."
    ],
    "yale-university-1426.txt": [
        "Yale University's ranking in the 2022 edition of Best Colleges is National Universities, #5.",
        " Yale University admissions is most selective with an acceptance rate of 7%.",
        "Yale University, located in New Haven, Connecticut, is known for its excellent drama and music programs, which reach outside the classroom with student organizations such as the Yale Whiffenpoofs, a famous a cappella group, and the Yale Dramatic Association."
    ]
}