{
    "california-institute-of-technology-1131.txt": "It has a total undergraduate enrollment of 901 (fall 2020), its setting is suburban, and the campus size is 124 acres. It utilizes a quarter-based academic calendar. Its tuition and fees are $58,680. Caltech, which focuses on science and engineering, is located in Pasadena, California, approximately 11 miles northeast of Los Angeles. Social and academic life at Caltech centers on 11 student residences and houses, which the school describes as \"self-governing living groups.\" The Caltech Beavers have a number of NCAA Division III teams that compete in the Southern California Intercollegiate Athletic Conference. Caltech maintains a strong tradition of pranking with the Massachusetts Institute of Technology, another top-ranked science and technology university. Famous film director Frank Capra also graduated from Caltech.  California Institute of Technology admissions is most selective with an acceptance rate of 7%. ",
    "columbia-university-2707.txt": "Columbia University is a private institution that was founded in 1754. It has a total undergraduate enrollment of 6,170 (fall 2020), its setting is urban, and the campus size is 36 acres. It utilizes a semester-based academic calendar. Its tuition and fees are $63,530. The university also has a well-regarded College of Dental Medicine and graduate Journalism School. Columbia offers a range of student activities, including 28 Greek chapters. More than 90% of students live on campus. Columbia also administers the Pulitzer Prizes. The average freshman retention rate, an indicator of student satisfaction, is 98%. ",
    "duke-university-2920.txt": "Duke University is a private institution that was founded in 1838. It has a total undergraduate enrollment of 6,717 (fall 2020), and the setting is Suburban. It utilizes a semester-based academic calendar. Its tuition and fees are $60,489. Its \"Bull City\" nickname comes from the Blackwell Tobacco Company's Bull Durham Tobacco. Approximately 30 percent of the student body is affiliated with Greek life, which encompasses almost 40 fraternities and sororities. It provides about 18 students from each class with a four-year scholarship and the opportunity for unique academic and extracurricular opportunities at both universities.     ",
    "harvard-university-2155.txt": "It has a total undergraduate enrollment of 5,222 (fall 2020), its setting is urban, and the campus size is 5,076 acres. It utilizes a semester-based academic calendar. Its tuition and fees are $55,587. The school was initially created to educate members of the clergy, according to the university's archives. The first commencement ceremony at Harvard, held in 1642, had nine graduates. Eight U.S. presidents graduated from Harvard, including Franklin Delano Roosevelt and John F. Kennedy. Harvard also has the largest endowment of any school in the world.     ",
    "massachusetts-institute-of-technology-2178.txt": "It has a total undergraduate enrollment of 4,361 (fall 2020), its setting is urban, and the campus size is 168 acres. It utilizes a 4-1-4-based academic calendar. Its tuition and fees are $55,878. Located outside Boston in Cambridge, Massachusetts, MIT focuses on scientific and technological research and is divided into five schools. Freshmen are required to live on campus, and about 70% of all undergraduates live on campus. Architect Steven Holl designed one dorm, commonly called \"The Sponge.\" The Independent Activities Program, a four-week term in January, offers special courses, lectures, competitions and projects.   ",
    "princeton-university-2627.txt": "It has a total undergraduate enrollment of 4,773 (fall 2020), its setting is suburban, and the campus size is 600 acres. It utilizes a semester-based academic calendar. Its tuition and fees are $56,010. Princeton, among the oldest colleges in the U.S., is located in the quiet town of Princeton, New Jersey. Within the walls of its historic ivy-covered campus, Princeton offers a number of events, activities and organizations. The Princeton Tigers, members of the Ivy League, are well known for their consistently strong men's and women's lacrosse teams. The eating clubs serve as social and dining organizations for the students who join them.     ",
    "stanford-university-1305.txt": "Stanford University is a private institution that was founded in 1885. It has a total undergraduate enrollment of 6,366 (fall 2020), its setting is suburban, and the campus size is 8,180 acres. It utilizes a quarter-based academic calendar. Its tuition and fees are $56,169. The Stanford Cardinal are well known for the traditional \"Big Game\" against Cal, an annual football competition that awards the Stanford Axe -- a sought-after trophy -- to the victor. Stanford also has successful programs in tennis and golf. Greek life at Stanford represents approximately 25 percent of the student body. Four of Stanford University's seven schools offer undergraduate and graduate coursework, and the remaining three serve as purely graduate schools. Stanford has a number of well-known theatrical and musical groups, including the Ram's Head Theatrical Society and the Mendicants, an all-male a cappella group. ",
    "university-of-chicago-1774.txt": "University of Chicago is a private institution that was founded in 1890. It has a total undergraduate enrollment of 6,989 (fall 2020), its setting is urban, and the campus size is 217 acres. It utilizes a quarter-based academic calendar. Its tuition and fees are $60,963. The Chicago Maroons have 18 NCAA Division III teams, which compete in the University Athletic Association, and have strong basketball and wrestling programs. Freshmen are required to live on campus, and more than 50% of upperclassmen choose to remain on campus. The university offers more than 450 student organizations. The university has 91 Nobel Prize winners in its ranks. The University of Chicago is known for its location as well as its rigorous academic and enrichment programs. Chartered in 1890, the University of Chicago is a private research institution. It has a total undergraduate enrollment of approximately 6800 students, its setting is urban, and the campus size is 217 acres. It utilizes a quarter-based academic calendar. Our engaged scholars continually seek creative solutions to complex problems. UChicago is also renowned for the unparalleled resources it provides its undergraduate students.  Chartered in 1890, the University of Chicago is a private research institution. It has a total undergraduate enrollment of approximately 6800 students, its setting is urban, and the campus size is 217 acres. It utilizes a quarter-based academic calendar. Our engaged scholars continually seek creative solutions to complex problems. Our College graduates have made discoveries in every field of academic study. UChicago is also renowned for the unparalleled resources it provides its undergraduate students.  Chartered in 1890, the University of Chicago is a private research institution. It has a total undergraduate enrollment of approximately 6800 students, its setting is urban, and the campus size is 217 acres. It utilizes a quarter-based academic calendar. Our engaged scholars continually seek creative solutions to complex problems. Our College graduates have made discoveries in every field of academic study. UChicago is also renowned for the unparalleled resources it provides its undergraduate students.  Chartered in 1890, the University of Chicago is a private research institution. It has a total undergraduate enrollment of approximately 6800 students, its setting is urban, and the campus size is 217 acres. It utilizes a quarter-based academic calendar. Its tuition and fees are $59,298 (2019-20).The Our engaged scholars continually seek creative solutions to complex problems. Our College graduates have made discoveries in every field of academic study. UChicago is also renowned for the unparalleled resources it provides its undergraduate students.  University of Chicago admissions is most selective with an acceptance rate of 7%. Half the applicants admitted to University of Chicago have an\n                SAT score between 1500 and 1570 or an ACT score of 34 and 35.  The application deadline is Nov. 1 and the application\n            fee at University of Chicago is $75.  In sports, University of Chicago is part of the NCAA III. ",
    "university-of-pennsylvania-3378.txt": "It has a total undergraduate enrollment of 9,872 (fall 2020), its setting is urban, and the campus size is 299 acres. It utilizes a semester-based academic calendar. Its tuition and fees are $61,710. The Penn Quakers have more than 25 NCAA Division I sports that compete in the Ivy League, and are noted for successful basketball and lacrosse teams. Penn works closely with the West Philadelphia area through community service and advocacy groups. Penn has 12 schools: Five offer undergraduate and graduate studies, and seven offer only graduate studies. More than 2,500 students each year participate in international study programs offered in more than 50 countries around the world.  University of Pennsylvania admissions is most selective with an acceptance rate of 9%.   ",
    "yale-university-1426.txt": "Yale University is a private institution that was founded in 1701. It has a total undergraduate enrollment of 4,703 (fall 2020), its setting is city, and the campus size is 373 acres. It utilizes a semester-based academic calendar. Its tuition and fees are $59,950. The Yale Bulldogs compete in the Ivy League and are well known for their rivalry with Harvard. Yale is made up of the College, the Graduate School of Arts and Sciences and 12 professional schools. The Yale Record is the oldest college humor magazine in the nation.  Below are the median starting salaries by major for alumni of Yale University.  The application deadline is Jan. 2 and the application\n            fee at Yale University is $80. \n              "
}